<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key></key>
	<string></string>
	<key>%@</key>
	<string>%@</string>
	<key>GitHub</key>
	<string>GitHub</string>
	<key>Hello, World!</key>
	<string>Здравствуй, мир!</string>
	<key>Installing %@</key>
	<string>Установка %@</string>
	<key>Loading info...</key>
	<string>Загрузка подробностей...</string>
	<key>Loading top packages…</key>
	<string>Загрузка популярных пакетов...</string>
	<key>Main Window</key>
	<string>Главное окно</string>
	<key>Tap</key>
	<string>Источник</string>
	<key>about.contact</key>
	<string>Связь с разработчиком</string>
	<key>about.contribute</key>
	<string>Внесите свой вклад</string>
	<key>about.contributor.service.github</key>
	<string>GitHub</string>
	<key>about.contributor.service.mastodon</key>
	<string>Mastodon</string>
	<key>about.contributor.service.website</key>
	<string>Веб-сайт</string>
	<key>about.contributors</key>
	<string>Признанные участники</string>
	<key>about.contributors.1.name</key>
	<string>Rob Napier</string>
	<key>about.contributors.1.purpose</key>
	<string>Оказывал неоценимую помощь с множеством проблем, от асинхронного Swift до блокировки установки пакетов</string>
	<key>about.contributors.2.name</key>
	<string>Łukasz Rutkowski</string>
	<key>about.contributors.2.purpose</key>
	<string>Исправил множество проблем с асинхронностью и SwiftUI</string>
	<key>about.contributors.3.name</key>
	<string>Jierong Li</string>
	<key>about.contributors.3.purpose</key>
	<string>Исправил обновление количества пакетов на домашней странице</string>
	<key>about.contributors.4.name</key>
	<string>Oscar Bazaldua</string>
	<key>about.contributors.4.purpose</key>
	<string>Сделал первый одобренный pull request; исправил обновление количества пакетов вместе с Jierong Li</string>
	<key>about.contributors.5.name</key>
	<string>Andrey Radchishin</string>
	<key>about.contributors.5.purpose</key>
	<string>Добавил способ перехода назад на страницу "Обзор Homebrew"</string>
	<key>about.contributors.6.name</key>
	<string>Christian Tietze</string>
	<key>about.contributors.6.purpose</key>
	<string>Предложил множество способов оптимизировать логику, а также постоянно предоставляет ценную помощь со Swift</string>
	<key>about.contributors.7.name</key>
	<string>Mike Simons</string>
	<key>about.contributors.7.purpose</key>
	<string>Разработал конфигурацию Tuist для сборки собственных версий Cork</string>
	<key>about.copyright-%@</key>
	<string>© %@ David Bureš и другие.</string>
	<key>about.copyright-%lld</key>
	<string>© %lld David Bureš и другие.</string>
	<key>about.packages</key>
	<string>Использованные пакеты</string>
	<key>about.packages.1.name</key>
	<string>DavidFoundation</string>
	<key>about.packages.1.purpose</key>
	<string>Мой собственный пакет, предоставляющий базовый вспомогательный функционал</string>
	<key>about.packages.3.name</key>
	<string>LaunchAtLogin</string>
	<key>about.packages.3.purpose</key>
	<string>Пакет, позволяющий Cork запускаться, когда вы входите в профиль</string>
	<key>about.privacy-policy</key>
	<string>[Политика конфиденциальности](https://corkmac.app/privacy-ru.html)</string>
	<key>about.thanks</key>
	<string>Особая благодарность</string>
	<key>about.thanks.1.name</key>
	<string>Seb Jachec</string>
	<key>about.thanks.1.purpose</key>
	<string>Реализовал функционал получения вывода команд в реальном времени, тем самым сделав значительную часть Cork намного быстрее</string>
	<key>about.thanks.2-3.purpose</key>
	<string>Реализовали отключения механизма лицензии для тех, кто скомпилировал Cork сам</string>
	<key>about.thanks.2.name</key>
	<string>Dimitri Bouniol</string>
	<key>about.thanks.3.name</key>
	<string>Ben Carlsson</string>
	<key>about.translator.1.name</key>
	<string>Jerry Zhang</string>
	<key>about.translator.1.purpose</key>
	<string>Перевел Cork на упрощенный китайский</string>
	<key>about.translator.2.name</key>
	<string>sh95014</string>
	<key>about.translator.2.purpose</key>
	<string>Перевел Cork на традиционный китайский</string>
	<key>about.translator.3.name</key>
	<string>Maurice Meysel</string>
	<key>about.translator.3.purpose</key>
	<string>Перевел Cork на немецкий</string>
	<key>about.translator.4.name</key>
	<string>Bryan Ledda</string>
	<key>about.translator.4.purpose</key>
	<string>Перевел Cork на французский</string>
	<key>about.translator.5.name</key>
	<string>Никита Уткин</string>
	<key>about.translator.5.purpose</key>
	<string>Перевел Cork на русский</string>
	<key>about.translator.6.name</key>
	<string>Игорь Петручек</string>
	<key>about.translator.6.purpose</key>
	<string>Перевел Cork на украинский</string>
	<key>about.translators</key>
	<string>Переводчики</string>
	<key>about.version-%@-%@</key>
	<string>Версия %@ (%@)</string>
	<key>action.activate-demo</key>
	<string>Демо-режим</string>
	<key>action.buy</key>
	<string>Купить Cork</string>
	<key>action.cancel</key>
	<string>Отмена</string>
	<key>action.check-license</key>
	<string>Активировать</string>
	<key>action.clear-metadata</key>
	<string>Очистить метаданные</string>
	<key>action.close</key>
	<string>Закрыть</string>
	<key>action.copy</key>
	<string>Скопировать</string>
	<key>action.copy-manual-install-command-to-clipboard</key>
	<string>Скопировать в буфер обмена</string>
	<key>action.done</key>
	<string>Готово</string>
	<key>action.finish-updating-in-terminal</key>
	<string>Завершить в Терминале</string>
	<key>action.go-to-status-page</key>
	<string>Страница "Обзор"</string>
	<key>action.go-to-status-page.menu-bar</key>
	<string>Перейти на страницу "Обзор"</string>
	<key>action.hide</key>
	<string>Спрятать</string>
	<key>action.inspect-error</key>
	<string>Подробности ошибки…</string>
	<key>action.open-terminal</key>
	<string>Открыть Терминал</string>
	<key>action.purge-%@</key>
	<string>Искоренить %@</string>
	<key>action.purge.confirm.title.%@</key>
	<string>Вы точно хотите искоренить %@?</string>
	<key>action.quit</key>
	<string>Закрыть Cork</string>
	<key>action.reinstall-homebrew</key>
	<string>Переустановить Homebrew</string>
	<key>action.reinstall-package</key>
	<string>Переустановить</string>
	<key>action.reload-services</key>
	<string>Обновить список сервисов</string>
	<key>action.repair-%@</key>
	<string>Починить %@</string>
	<key>action.repair-home-path</key>
	<string>Починить Homebrew</string>
	<key>action.report-bugs.git-hub</key>
	<string>Сообщить на GitHub...</string>
	<key>action.report-bugs.menu-category</key>
	<string>Сообщить об ошибке</string>
	<key>action.reset-custom-brew-executable</key>
	<string>Сбросить путь к исполнимому файлу</string>
	<key>action.restart</key>
	<string>Перезапустить Cork</string>
	<key>action.reveal-applications-folder-in-finder</key>
	<string>Показать папку приложений в Finder</string>
	<key>action.reveal-certain-file-in-finder-%@</key>
	<string>Показать %@ в Finder</string>
	<key>action.reveal-in-finder</key>
	<string>Показать в Finder</string>
	<key>action.search-again</key>
	<string>Повторный поиск</string>
	<key>action.show</key>
	<string>Показать</string>
	<key>action.show-terminal-output</key>
	<string>Показать вывод Терминала</string>
	<key>action.uninstall-%@</key>
	<string>Удалить %@</string>
	<key>action.uninstall.confirm.title.%@</key>
	<string>Вы точно хотите удалить %@?</string>
	<key>action.update-%@</key>
	<string>Обновить %@</string>
	<key>action.update-homebrew</key>
	<string>Обновить Homebrew и все пакеты</string>
	<key>action.update-homebrew.terminal</key>
	<string>Обновить Homebrew через Терминал</string>
	<key>action.use-without-notifications</key>
	<string>Использовать Cork без уведомлений</string>
	<key>action.warning.cannot-be-undone</key>
	<string>Это действие невозможно отменить</string>
	<key>actiton.report-bugs.forum</key>
	<string>Сообщить на форум…</string>
	<key>add-package.clear-brew-locks</key>
	<string>Остановить</string>
	<key>add-package.error.timed-out.title</key>
	<string>Не удалось загрузить список популярных пакетов за выделенное время</string>
	<key>add-package.fatal-error-%@</key>
	<string>Произошла ошибка при установке %@</string>
	<key>add-package.fatal-error.description</key>
	<string>Попробуйте установить пакет еще раз, либо перезапустите Cork\nЕсли вы продолжаете сталкиваться с этой проблемой, попробуйте перезагрузить ваш Mac</string>
	<key>add-package.fatal-error.generic</key>
	<string>Произошла ошибка в процессе установки</string>
	<key>add-package.finished</key>
	<string>Пакеты успешно установлено</string>
	<key>add-package.finished.description</key>
	<string>Проблем не обнаружено</string>
	<key>add-package.install.action</key>
	<string>Установить</string>
	<key>add-package.install.another-homebrew-process-blocking-install.description</key>
	<string>Вы можете либо дождаться завершения процесса, либо завершить его принудительно. Принудительное завершение может привести к повреждению Homebrew.</string>
	<key>add-package.install.another-homebrew-process-blocking-install.title</key>
	<string>Уже запущен другой процесс Homebrew</string>
	<key>add-package.install.binary-already-exists-%@</key>
	<string>%@ был установлен не с помощью Homebrew</string>
	<key>add-package.install.binary-already-exists.subheadline</key>
	<string>Это приложение уже находится в папке "Приложения". 
Удалите его и попробуйте еще раз.</string>
	<key>add-package.install.downloading-cask-%@</key>
	<string>Скачивание %@...</string>
	<key>add-package.install.fetching-dependencies</key>
	<string>Получение зависимостей...</string>
	<key>add-package.install.finished</key>
	<string>Готово</string>
	<key>add-package.install.hide-details</key>
	<string>Скрыть подробности</string>
	<key>add-package.install.installation-terminated.no-terminal-output-provided</key>
	<string>Вывод от Homebrew отсутствует</string>
	<key>add-package.install.installation-terminated.subheadline</key>
	<string>Homebrew прервал установку этого пакета перед его началом.
Проверьте вывод команды установки, приведенный ниже.</string>
	<key>add-package.install.installation-terminated.title</key>
	<string>Процесс установки пакета был неожиданно прерван</string>
	<key>add-package.install.installing-cask-%@</key>
	<string>Установка %@...</string>
	<key>add-package.install.installing-dependencies-%lld-of-%lld</key>
	<string>Установка зависимостей: %lld/%lld</string>
	<key>add-package.install.installing-package</key>
	<string>Установка зависимостей...</string>
	<key>add-package.install.linking-cask-binary</key>
	<string>Создание ссылок на исполнимые файлы...</string>
	<key>add-package.install.loading-dependencies</key>
	<string>Загрузка зависимостей...</string>
	<key>add-package.install.moving-cask-%@</key>
	<string>Перемещение %@ в папку "Приложения"...</string>
	<key>add-package.install.ready</key>
	<string>Постройка графа зависимостей...</string>
	<key>add-package.install.requires-sudo-password-%@</key>
	<string>Для установки %@ нужны привилегии администратора</string>
	<key>add-package.install.requires-sudo-password.description</key>
	<string>Этот пакет необходимо установить через Терминал.
Используйте команду ниже.</string>
	<key>add-package.install.show-details</key>
	<string>Показать подробности</string>
	<key>add-package.install.wrong-architecture-%@.user-architecture-is-%@</key>
	<string>%1$@ не поддерживает архитектуру %2$@</string>
	<key>add-package.install.wrong-architecture.title</key>
	<string>Этот пакет не поддерживает архитектуру вашего компьютера</string>
	<key>add-package.result.already-installed</key>
	<string>Уже установлен</string>
	<key>add-package.result.description-empty</key>
	<string>Описание отсутствует</string>
	<key>add-package.result.loading-description</key>
	<string>Загрузка описания...</string>
	<key>add-package.result.loading-failed</key>
	<string>Не удалось загрузить описание</string>
	<key>add-package.result.not-optimized-for-%@</key>
	<string>Не оптимизирован для %@</string>
	<key>add-package.search.action</key>
	<string>Поиск</string>
	<key>add-package.search.prompt</key>
	<string>Поиск пакетов...</string>
	<key>add-package.search.results.casks</key>
	<string>Найденные приложения macOS</string>
	<key>add-package.search.results.casks.none-found</key>
	<string>Приложения macOS не найдены</string>
	<key>add-package.search.results.formulae</key>
	<string>Найденные программы</string>
	<key>add-package.search.results.formulae.none-found</key>
	<string>Консольные приложения/библиотеки не найдены</string>
	<key>add-package.search.results.packages.none-found</key>
	<string>Ничего не найдено</string>
	<key>add-package.searching-%@</key>
	<string>Идет поиск %@...</string>
	<key>add-package.title</key>
	<string>Установка пакетов</string>
	<key>add-package.top-casks</key>
	<string>Популярные приложения macOS</string>
	<key>add-package.top-formulae</key>
	<string>Популярные программы/библиотеки</string>
	<key>add-package.uninstall.requires-sudo-password-%@</key>
	<string>Для удаления %@ нужны привилегии администратора</string>
	<key>add-package.uninstall.requires-sudo-password.description</key>
	<string>Этот пакет необходимо удалить через Терминал.
Используйте команду ниже.</string>
	<key>add-tap</key>
	<string>Добавить источник</string>
	<key>add-tap.action</key>
	<string>Добавить</string>
	<key>add-tap.complete-%@</key>
	<string>%@ добавлен успешно</string>
	<key>add-tap.complete.description</key>
	<string>Проблем не обнаружено</string>
	<key>add-tap.error.action</key>
	<string>Повторить</string>
	<key>add-tap.error.other-%@</key>
	<string>Произошла ошибка при добавлении источника %@</string>
	<key>add-tap.error.other.description</key>
	<string>Попробуйте добавить источник еще раз через несколько минут</string>
	<key>add-tap.error.repository-not-found-%@</key>
	<string>%@ не существует</string>
	<key>add-tap.error.repository-not-found.description</key>
	<string>Проверьте правильность названия</string>
	<key>add-tap.manual-repo-address.label</key>
	<string>Адрес источника:</string>
	<key>add-tap.manual-repo-address.show</key>
	<string>Использовать внешний адрес</string>
	<key>add-tap.manual-repo-address.title</key>
	<string>Добавление источника по внешнему адресу</string>
	<key>add-tap.progress-%@</key>
	<string>Подключение %@</string>
	<key>add-tap.typing.error.empty</key>
	<string>Название источника пусто</string>
	<key>add-tap.typing.error.empty.description</key>
	<string>Вы не ввели название источника</string>
	<key>add-tap.typing.error.slash</key>
	<string>Название источника должно содержать косую черту</string>
	<key>add-tap.typing.error.slash.description</key>
	<string>В название источников всегда присутствует косая черта</string>
	<key>add.package.install.requires-sudo-password.terminal-instructions-%@</key>
	<string>Нажмите кнопку "Открыть Терминал" снизу
Нажмите ⌘+V, чтобы вставить команду, а затем ↩ (Return), чтобы выполнить её
Следуйте инструкциям для установки %@, затем вернитесь в Cork и закройте это диалоговое окно</string>
	<key>add.package.search.results.packages.none-found.description</key>
	<string>Убедитесь, что вы ввели верное название пакета</string>
	<key>add.package.uninstall.requires-sudo-password.terminal-instructions-%@</key>
	<string>Нажмите кнопку "Открыть Терминал" снизу
Нажмите ⌘+V, чтобы вставить команду, а затем ↩ (Return), чтобы выполнить её
Следуйте инструкциям для удаления %@, затем вернитесь в Cork и закройте это диалоговое окно</string>
	<key>alert.cache-deletion-failed.title</key>
	<string>Не удалось удалить кеш</string>
	<key>alert.could-not-apply-tags.message</key>
	<string>Попробуйте перезапустить Cork. Если это не поможет, очистите метаданные Cork</string>
	<key>alert.could-not-apply-tags.title</key>
	<string>Не удалось сопоставить метки с пакетами.</string>
	<key>alert.could-not-associate-any-package-in-tracker-with-provided-uuid.message</key>
	<string>Cork не удалось найти этот пакет в базе</string>
	<key>alert.could-not-associate-any-package-in-tracker-with-provided-uuid.title</key>
	<string>Не удалось найти пакет в базе</string>
	<key>alert.could-not-clear-metadata.message</key>
	<string>Удалите папку с метаданными вручную, или попробуйте перезапустить Cork </string>
	<key>alert.could-not-clear-metadata.title</key>
	<string>Не удалось очистить метаданные</string>
	<key>alert.could-not-create-metadata-directory-or-folder.message</key>
	<string>Убедитесь, что вы дали Cork доступ к вашей папке "Документы".</string>
	<key>alert.could-not-create-metadata-directory.title</key>
	<string>Не удалось создать папку "Metadata"</string>
	<key>alert.could-not-create-metadata-file.title</key>
	<string>Не удалось создать файл метаданных</string>
	<key>alert.could-not-dump-brewfile.title</key>
	<string>Не удалось записать резервную копию Homebrew</string>
	<key>alert.could-not-find-package-in-parent-directory.title</key>
	<string>Не удалось найти этот пакет</string>
	<key>alert.could-not-find-package-uuid-in-list</key>
	<string>Не удалось найти выбранный пакет в списке доступных</string>
	<key>alert.could-not-get-brewfile-location.message</key>
	<string>Переместите файл в другое расположение, затем попробуйте еще раз</string>
	<key>alert.could-not-get-brewfile-location.title</key>
	<string>Недостаточно прав для чтения файла резервной копии</string>
	<key>alert.could-not-get-brewfile-working-directory.title</key>
	<string>Не удалось создать папку для резервной копии</string>
	<key>alert.could-not-get-contents-of-package-folder.message-%@</key>
	<string>%@</string>
	<key>alert.could-not-get-contents-of-package-folder.title</key>
	<string>Не удалось считать данные пакета</string>
	<key>alert.could-not-get-new-packages-in-scheduled-update-system.message</key>
	<string>При анализе устаревших пакетов произошла ошибка</string>
	<key>alert.could-not-get-new-packages-in-scheduled-update-system.title</key>
	<string>Не удалось получить список устаревших пакетов</string>
	<key>alert.could-not-import-brewfile.message</key>
	<string>Переместите файл в другое расположение, затем попробуйте еще раз</string>
	<key>alert.could-not-import-brewfile.title</key>
	<string>Не удалось прочитать файл резервной копии</string>
	<key>alert.could-not-read-brewfile.title</key>
	<string>Не удалось прочитать резервную копию</string>
	<key>alert.fatal-%@-prevented-loading.title</key>
	<string>Cork не удалось запуститься из-за пакета %@</string>
	<key>alert.fatal-installation.error</key>
	<string>Произошла критическая ошибка при установке пакета</string>
	<key>alert.fatal.could-not-load-any-packages-%@.title</key>
	<string>Не удалось загрузить пакеты (%@)</string>
	<key>alert.fatal.could-not-synchronize-packages.title</key>
	<string>Не удалось синхронизировать проекты</string>
	<key>alert.fatal.custom-brew-executable-deleted.title</key>
	<string>Не удалось найти пользовательский исполнимый файл Homebrew</string>
	<key>alert.fatal.license-checking.could-not-encode-authorization-complex.message</key>
	<string>Пожалуйста, проверьте интернет-соединение и попробуйте еще раз</string>
	<key>alert.fatal.license-checking.could-not-encode-authorization-complex.title</key>
	<string>Не удалось установить безопасное соединение с сервером авторизации</string>
	<key>alert.fatal.license-checking.no-internet.message</key>
	<string>Ваш Mac не подключен к интернету. Пожалуйста, проверьте настройки сети.</string>
	<key>alert.fatal.license-checking.no-internet.title</key>
	<string>Не удалось подключиться к интернету</string>
	<key>alert.fatal.license-checking.timed-out.message</key>
	<string>Проверьте соединение с интернетом и попробуйте снова.
Также возможно, что наш сервер авторизации сейчас не в сети.</string>
	<key>alert.fatal.license-checking.timed-out.title</key>
	<string>Не удалось проверить лицензию за выделенное время</string>
	<key>alert.fatal.license-checking.unimplemented-error.title</key>
	<string>Произошла непредвиденная ошибка</string>
	<key>alert.generic.couldnt-parse-json</key>
	<string>Homebrew вернул некорректные данные</string>
	<key>alert.home-not-set.message</key>
	<string>Cork не может получить доступ к Homebrew
Мы устанавливаем причину этой проблемы, которая появилась в последней версии Homebrew или macOS
На данный момент Cork не может работать. Как только проблема будет исправлена, будет выпущено обновление</string>
	<key>alert.home-not-set.title</key>
	<string>Homebrew не настроен для работы с Cork</string>
	<key>alert.homebrew-broken.title</key>
	<string>Homebrew поврежден</string>
	<key>alert.malformed-brewfile.message</key>
	<string>Выбранный вами файл не имеет ожидаемой структуры</string>
	<key>alert.malformed-brewfile.title</key>
	<string>Файл резервных копий поврежден</string>
	<key>alert.metadata-folder-does-not-exist.message</key>
	<string>Переустановите Cork и попробуйте еще раз</string>
	<key>alert.metadata-folder-does-not-exist.title</key>
	<string>Не удалось найти папку с метаданными</string>
	<key>alert.notification-could-not-remove-tap-due-to-packages-from-it-still-being-installed.message-%@</key>
	<string>У вас все установлены пакеты из %@
Удалите их и попробуйте еще раз</string>
	<key>alert.notifications-error-while-getting-top-package.message</key>
	<string>Homebrew отправил Cork неверный ответ</string>
	<key>alert.notifications-error-while-getting-top-packages.title</key>
	<string>Не удалось получить список популярных пакетов</string>
	<key>alert.notifications-error-while-obtaining-permissions.message</key>
	<string>Вы можете продолжить использовать Cork без уведомлений</string>
	<key>alert.notifications-error-while-obtaining-permissions.title</key>
	<string>Не удалось получить разрешение на отправку уведомлений</string>
	<key>alert.notifications-error-while-parsing-top-packages.message</key>
	<string>Cork не смог понять ответ Homebrew</string>
	<key>alert.notifications-error-while-parsing-top-packages.title</key>
	<string>Homebrew вернул некорректные данные</string>
	<key>alert.package-corrupted.message</key>
	<string>Этот пакет необходимо исправить</string>
	<key>alert.package-corrupted.title-%@</key>
	<string>%@ поврежден</string>
	<key>alert.restart-or-reinstall</key>
	<string>Перезапустите Cork, и если проблема сохраняется, попробуйте переустановить его</string>
	<key>alert.tap-loading-failed.tap-itself.title</key>
	<string>Не удалось считать информацию об источнике</string>
	<key>alert.tap-loading-failed.tap-parent.title</key>
	<string>Не удалось получить доступ к папке с данными об источниках</string>
	<key>alert.top-package-retrieval-function-turned-up-empty.message</key>
	<string>Выбранный пакет не может быть установлен</string>
	<key>alert.top-package-retrieval-function-turned-up-empty.title</key>
	<string>Не удалось получить выбранный пакет из списка популярных</string>
	<key>alert.tried-to-load-package-that-is-not-a-folder.message-%@</key>
	<string>Файл %@ не является корректным пакетом Homebrew и должен быть удален</string>
	<key>alert.tried-to-load-package-that-is-not-a-folder.title-%@</key>
	<string>%@ ожидался быть папкой, но был найден файл</string>
	<key>alert.unable-to-uninstall-%@.title</key>
	<string>Не удалось удалить %@</string>
	<key>alert.unable-to-uninstall-dependency.message-%@-%@</key>
	<string>%2$@ является зависимостью %1$@</string>
	<key>app-name</key>
	<string>Cork</string>
	<key>brewfile.export.default-export-name-%@</key>
	<string>Резервная копия Homebrew от %@</string>
	<key>brewfile.export.progress</key>
	<string>Создание резервной копии Homebrew...</string>
	<key>brewfile.import.finished.message</key>
	<string>Проблем не обнаружено</string>
	<key>brewfile.import.finished.title</key>
	<string>Восстановление из резервной копии успешно</string>
	<key>brewfile.import.progress</key>
	<string>Восстановление из резервной копии</string>
	<key>brewfile.import.progress.encouragement</key>
	<string>Пожалуйста, подождите, это может занять несколько минут</string>
	<key>cached-downloads.type.unknown</key>
	<string>Неизвестные</string>
	<key>debug.action.activate-demo</key>
	<string>DEBUG: Activate demo</string>
	<key>debug.action.licensing</key>
	<string>DEBUG: Licensing</string>
	<key>debug.action.reset-license-state</key>
	<string>DEBUG: Reset licensing state</string>
	<key>debug.action.show-error-inspector</key>
	<string>Показать инспектор ошибок</string>
	<key>debug.action.ui</key>
	<string>DEBUG: UI</string>
	<key>debug.navigation</key>
	<string>DEBUG</string>
	<key>error-inspector.title</key>
	<string>Инспектор ошибок</string>
	<key>error.brewfile.export.could-not-determine-working-directory</key>
	<string>Не удалось определить, из какой папки начат процесс экспорта файла со списком пакетов</string>
	<key>error.brewfile.export.could-not-dump-with-error.%@</key>
	<string>При записи списка пакетов в предоставленное расположение произошла ошибка: %@</string>
	<key>error.brewfile.importing.could-not-get-selected-brewfile-location</key>
	<string>Не удалось получить расположение указанного списка пакетов</string>
	<key>error.brewfile.importing.could-not-import.%@</key>
	<string>Не удалось загрузить файл со списком пакетов: %@</string>
	<key>error.cache-deletion.could-not-read-contents-of-cached-casks-downloads-folder</key>
	<string>Не удалось считать содержимое папки с кешем загрузок приложений macOS</string>
	<key>error.cache-deletion.could-not-read-contents-of-cached-downloads-folder</key>
	<string>Не удалось считать содержимое папки с кешем загрузок</string>
	<key>error.cache-deletion.could-not-read-contents-of-cached-formulae-downloads-folder</key>
	<string>Не удалось считать содержимое папки с кешем загрузок приложений/библиотек</string>
	<key>error.data-downloading.invalid-response.%lld</key>
	<string>Сервер Homebrew вернул некорректный код ответа: %lld</string>
	<key>error.data-downloading.invalid-response.undetermined-response-code</key>
	<string>Сервер Homebrew вернул некорректный код ответа, который не удалось счесть</string>
	<key>error.data-downloading.invalid-url</key>
	<string>Полученный URL не является действительным URL сервера Homebrew</string>
	<key>error.data-downloading.no-data-received</key>
	<string>При получении списка популярных пакетов с сервера Homebrew пришел пустой ответ</string>
	<key>error.finder-reveal.could-not-find-package-in-parent</key>
	<string>Не удалось найти запрошенный пакет в родительской папке</string>
	<key>error.generic</key>
	<string>Произошла ошибка</string>
	<key>error.generic-couldnt-decode-json.%@</key>
	<string>Не удалось расшифровать ответ от Homebrew в формате JSON: %@</string>
	<key>error.generic.couldnt-convert-string-to-data</key>
	<string>Не удалось преобразовать ответ от Homebrew в формате JSON в Data</string>
	<key>error.generic.unexpected-homebrew-response</key>
	<string>Неверный ответ от Homebrew</string>
	<key>error.intents.general-failure</key>
	<string>Не удалось выполнить действия</string>
	<key>error.json-parsing.could-not-convert-string-to-data.%@</key>
	<string>При попытке преобразовать тип String в Data произошла ошибка: %@</string>
	<key>error.json-parsing.could-not-decode.%@</key>
	<string>Не удалось расшифровать полученные данные с помощью встроенного расшифровщика JSON: %@</string>
	<key>error.licensing.auth-complex-not-encoded</key>
	<string>Не удалось зашифровать данные авторизации для проверки лицензии</string>
	<key>error.licensing.not-connected-to-internet</key>
	<string>Не удалось подключиться к интернету. Проверка лицензии невозможна</string>
	<key>error.licensing.other-error.%@</key>
	<string>Непредвиденная ошибка при проверке лицензии: %@</string>
	<key>error.licensing.timed-out</key>
	<string>Не удалось проверить лицензию за выделенное время</string>
	<key>error.maintenance.cache-purging.command-failed</key>
	<string>Не удалось очистить кеш</string>
	<key>error.maintenance.health-check.standard-error-not-empty</key>
	<string>В выводе для ошибок присутствует текст</string>
	<key>error.maintenance.orphan-removal.could-not-get-number-of-uninstalled-orphans</key>
	<string>Не удалось получить количество ненужных зависимостей, удаленных в результате операции</string>
	<key>error.maintenance.orphan-removal.could-not-uninstall-orphans.%@</key>
	<string>Не удалось удалить ненужные зависимости</string>
	<key>error.maintenance.orphan-uninstallation.unexpected-terminal-output</key>
	<string>При удалении ненужных зависимостей был получен неожиданный вывод в Терминале</string>
	<key>error.outdated-packages.could-not-decode-command-output.%@</key>
	<string>Не удалось расшифровать полученные данные с помощью встроенного расшифровщика JSON: %@</string>
	<key>error.outdated-packages.home-not-set</key>
	<string>Переменная HOME не установлена в команде Homebrew</string>
	<key>error.outdated-packages.other-error.%@</key>
	<string>%@</string>
	<key>error.package-details.couldnt-pin-unpin</key>
	<string>Произошла ошибка при закреплении</string>
	<key>error.package-loading-couldnt-get-package-from-parsed-output</key>
	<string>Не удалось загрузить информацию о пакете в формате JSON</string>
	<key>error.package-loading.%@-does-not-have-any-versions-installed</key>
	<string>Пакет %@ не имеет установленных версий</string>
	<key>error.package-loading.%@-not-a-folder</key>
	<string>%@ не является папкой, содержащей версии пакета</string>
	<key>error.package-loading.could-not-load-%@-at-%@-because-%@</key>
	<string>Не удалось загрузить пакет %1$@ (%2$@): %3$@</string>
	<key>error.package-loading.could-not-load-casks.title</key>
	<string>Не удалось загрузить приложения macOS</string>
	<key>error.package-loading.could-not-load-formulae.title</key>
	<string>Не удалось загрузить приложения/библиотеки</string>
	<key>error.package-loading.could-not-load-taps.title</key>
	<string>Не удалось загрузить источники</string>
	<key>error.package-loading.could-not-read-contents-of-parent-folder.%@</key>
	<string>%@</string>
	<key>error.package-loading.last-path-component-of-checked-package-url-is-folder-containing-packages-itself.casks</key>
	<string>Указанный путь ведет к папке приложения macOS, а не к папке, содержащей пакет.
Это является проблемой с вашим Homebrew, а не с Cork.</string>
	<key>error.package-loading.last-path-component-of-checked-package-url-is-folder-containing-packages-itself.formulae</key>
	<string>Указанный путь ведет к папке приложения или библиотеки, а не к папке, содержащей пакет.
Это является проблемой с вашим Homebrew, а не с Cork.</string>
	<key>error.package-loading.no-terminal-output-returned</key>
	<string>Ожидаемый вывод Homebrew отсутствует</string>
	<key>error.package-loading.number-of-loaded-poackages-does-not-match-number-of-package-folders</key>
	<string>Некоторые пакеты не удалось загрузить из-за внутренней проблемы</string>
	<key>error.package-loading.standard-error-not-empty.%@</key>
	<string>Homebrew вернул JSON с ошибкой: %@</string>
	<key>error.package-retrieval.uuid.could-not-find-any-packages-in-tracker</key>
	<string>На трекере пакетов не удалось найти ни одного пакета с указанным UUID </string>
	<key>error.package-synchronization.returned-nil</key>
	<string>Синхронизация пакетов не удалась</string>
	<key>error.permissions.could-not-obtain-folder-access-permissions.%@</key>
	<string>Не удалось получить информацию о разрешениях следующей папки: %@</string>
	<key>error.regex.nothing-matched</key>
	<string>Регулярное выражение не совпало</string>
	<key>error.services.loading.could-not-encode-string.%@</key>
	<string>Не удалось зашифровать данные: %@</string>
	<key>error.services.loading.homebrew-outdated</key>
	<string>Homebrew устарел</string>
	<key>error.services.loading.no-output</key>
	<string>Homebrew не вернул ожидаемых данных</string>
	<key>error.services.loading.other-error.%@</key>
	<string>Непредвиденная ошибка: %@</string>
	<key>error.services.loading.parsing-failed</key>
	<string>Не удалось расшифровать информацию о сервисах</string>
	<key>error.services.loading.standard-error-not-empty.%@</key>
	<string>%@</string>
	<key>error.services.stopping.could-not-stop-service.%@</key>
	<string>Не удалось остановить сервис: %@</string>
	<key>error.tap.untap.could-not-untap.tap-%@.failure-reason-%@</key>
	<string>Не удалось удалить источник %1$@, был получен вывод: %2$@</string>
	<key>error.top-packages.could-not-decode-casks.%@</key>
	<string>%@</string>
	<key>error.top-packages.could-not-decode-formulae.%@</key>
	<string>%@</string>
	<key>error.top-packages.could-not-download-data</key>
	<string>Не удалось загрузить список популярных пакетов</string>
	<key>error.top-packages.impossible-error</key>
	<string>Запрошенный пакет не найден в массиве, хотя должен был быть найден</string>
	<key>generic.false</key>
	<string>Нет</string>
	<key>generic.true</key>
	<string>Да</string>
	<key>homebrew/core</key>
	<string>homebrew/core</string>
	<key>https://gitea.com/some-cool-address</key>
	<string>https://gitea.com/some-cool-address</string>
	<key>intent.get-installed-casks.description</key>
	<string>Получение списка приложений macOS, установленных с помощью Homebrew</string>
	<key>intent.get-installed-casks.title</key>
	<string>Получить установленные приложения macOS</string>
	<key>intent.get-installed-formulae.description</key>
	<string>Получение списка консольных приложений и библиотек, установленных с помощью Homebrew</string>
	<key>intent.get-installed-formulae.title</key>
	<string>Получить установленные программы/библиотеки</string>
	<key>intent.get-installed-packages.description</key>
	<string>Получение списка установленных пакетов Homebrew</string>
	<key>intent.get-installed-packages.limit-to-manually-installed-packages</key>
	<string>Только установленные вручную</string>
	<key>intent.get-installed-packages.title</key>
	<string>Получить установленные пакеты</string>
	<key>intent.refresh.description</key>
	<string>Получение актуальной информации о пакетах Homebrew и проверка на наличие новых версий установленных пакетов</string>
	<key>intent.refresh.result.display-representation</key>
	<string>Результат обновления информации о пакетах</string>
	<key>intent.refresh.result.failed</key>
	<string>Информацию о пакетах не удалось обновить</string>
	<key>intent.refresh.result.refreshed</key>
	<string>Обновление пакетов завершено с ошибками</string>
	<key>intent.refresh.result.refreshed-with-errors</key>
	<string>Обновление пакетов завершено с ошибками</string>
	<key>intent.refresh.title</key>
	<string>Обновить информацию о пакетах</string>
	<key>intents.type.minimal-homebrew-package</key>
	<string>Пакет Homebrew</string>
	<key>intents.type.minimal-homebrew-package.representation.subtitle</key>
	<string>Основные данные о пакете Homebrew</string>
	<key>licensing.bought.body</key>
	<string>Благодарим вас за вашу поддержку!</string>
	<key>licensing.bought.title</key>
	<string>Лицензия активирована</string>
	<key>licensing.demo-activated.title</key>
	<string>Демо-режим</string>
	<key>licensing.demo.time-until-%@</key>
	<string>Демонстрационный режим заканчивается в: %@</string>
	<key>licensing.email</key>
	<string>Введите Email, указанный при покупке:</string>
	<key>licensing.email-field.prompt</key>
	<string>dev@corkmac.app</string>
	<key>licensing.invalid-email</key>
	<string>Email не найден</string>
	<key>licensing.not-bought-or-activated.body</key>
	<string>Вы можете купить Cork, нажав на кнопку снизу или посетив [эту страницу](https://corkmac.ru).
Вы также можете активировать демо-режим и пользоваться Cork бесплатно и без ограничений на протяжении 7 дней.</string>
	<key>licensing.not-bought-or-activated.title</key>
	<string>Благодарим вас за интерес к Cork!</string>
	<key>licensing.price.copy</key>
	<string>за 999 ₽</string>
	<key>licensing.self-compiled.body</key>
	<string>Если вы хотите поддержать разработку моих приложений, пожалуйста, [купите Cork](https://corkmac.app)</string>
	<key>licensing.self-compiled.title</key>
	<string>Вы собрали Cork самостоятельно</string>
	<key>licensing.title</key>
	<string>Лицензия...</string>
	<key>maintenance.finished</key>
	<string>Обслуживание завершено</string>
	<key>maintenance.results.cached-downloads</key>
	<string>Кешированные загрузки</string>
	<key>maintenance.results.cached-downloads.summary-%@</key>
	<string>Освобождено %@</string>
	<key>maintenance.results.health-check.problems</key>
	<string>У Homebrew обнаружены проблемы</string>
	<key>maintenance.results.health-check.problems-none</key>
	<string>У Homebrew не обнаружено проблем</string>
	<key>maintenance.results.orphans-removed</key>
	<string>Ненужные зависимости удалены</string>
	<key>maintenance.results.orphans.failure</key>
	<string>Не удалось удалить ненужные зависимости</string>
	<key>maintenance.results.orphans.failure.details-%@</key>
	<string>Произошла ошибка %@</string>
	<key>maintenance.results.package-cache</key>
	<string>Кеш пакетов очищен</string>
	<key>maintenance.results.package-cache.failure</key>
	<string>Не удалось очистить кеш пакетов</string>
	<key>maintenance.results.package-cache.failure.details-%@</key>
	<string>Произошла ошибка %@</string>
	<key>maintenance.results.package-cache.skipped-%@</key>
	<string>Не все кеши были очищены, так как %@ не обновляется</string>
	<key>maintenance.step.deleting-cached-downloads</key>
	<string>Удаление кеша загрузок...</string>
	<key>maintenance.step.initial</key>
	<string>Подготовка...</string>
	<key>maintenance.step.purging-cache</key>
	<string>Очистка кеша...</string>
	<key>maintenance.step.removing-orphans</key>
	<string>Удаление ненужных зависимостей...</string>
	<key>maintenance.step.running-health-check</key>
	<string>Поиск проблем...</string>
	<key>maintenance.steps.downloads</key>
	<string>Загрузки:</string>
	<key>maintenance.steps.downloads.delete-cached-downloads</key>
	<string>Удалить кеш загрузок</string>
	<key>maintenance.steps.downloads.purge-cache</key>
	<string>Удалить кеш Homebrew</string>
	<key>maintenance.steps.other</key>
	<string>Другое:</string>
	<key>maintenance.steps.other.health-check</key>
	<string>Поиск проблем</string>
	<key>maintenance.steps.packages</key>
	<string>Пакеты:</string>
	<key>maintenance.steps.packages.uninstall-orphans</key>
	<string>Удалить ненужные зависимости</string>
	<key>maintenance.steps.start</key>
	<string>Запуск</string>
	<key>maintenance.title</key>
	<string>Обслуживание</string>
	<key>menu-bar.state-overview-%lld-%lld-%lld</key>
	<string>Конс.прил.: %1$lld | Прил.macOS: %2$lld | Источ.: %3$lld</string>
	<key>menubar.open.cork</key>
	<string>Показать окно Cork</string>
	<key>message.try-again-or-restart</key>
	<string>Попробуйте еще раз, либо перезапустите Cork</string>
	<key>message.try-again-or-restart-%@</key>
	<string>%@
Попробуйте еще раз, либо перезапустите Cork</string>
	<key>navigation.about</key>
	<string>О приложении Cork</string>
	<key>navigation.add-tap</key>
	<string>Добавить источник</string>
	<key>navigation.add-tap.help</key>
	<string>Добавить новый источник</string>
	<key>navigation.install-package</key>
	<string>Установить пакет</string>
	<key>navigation.install-package.direct</key>
	<string>Установить пакет по имени</string>
	<key>navigation.install-package.direct.help</key>
	<string>Установить пакет по имени, минуя поиск</string>
	<key>navigation.install-package.help</key>
	<string>Установить новый пакет</string>
	<key>navigation.maintenance.help</key>
	<string>Очистка Homebrew</string>
	<key>navigation.manage-services</key>
	<string>Управление службами...</string>
	<key>navigation.manage-services.help</key>
	<string>Управление службами</string>
	<key>navigation.menu.import-export.export-brewfile</key>
	<string>Экспорт резервной копии Homebrew...</string>
	<key>navigation.menu.import-export.import-brewfile</key>
	<string>Восстановить из резервной копии...</string>
	<key>navigation.menu.maintenance</key>
	<string>Обслуживание</string>
	<key>navigation.menu.maintenance.delete-cached-downloads</key>
	<string>Удалить кешированные загрузки</string>
	<key>navigation.menu.maintenance.no-cached-downloads</key>
	<string>Нет кешированных загрузок, которых можно удалить</string>
	<key>navigation.menu.maintenance.perform</key>
	<string>Выполнить обслуживание...</string>
	<key>navigation.menu.packages</key>
	<string>Пакеты</string>
	<key>navigation.menu.packages.add-tap</key>
	<string>Добавить источник...</string>
	<key>navigation.menu.packages.install</key>
	<string>Установить пакеты...</string>
	<key>navigation.menu.packages.update</key>
	<string>Обновить пакеты...</string>
	<key>navigation.menu.search</key>
	<string>Поиск</string>
	<key>navigation.menu.services</key>
	<string>Службы</string>
	<key>navigation.menu.services.open-window</key>
	<string>Открыть диспетчер служб...</string>
	<key>navigation.upgrade-packages</key>
	<string>Обновить пакеты</string>
	<key>navigation.upgrade-packages.help</key>
	<string>Обновить установленные пакеты</string>
	<key>notification.install-finished</key>
	<string>Установка завершена</string>
	<key>notification.new-outdated-packages-found.title</key>
	<string>Обнаружен устаревший пакет</string>
	<key>notification.outdated-packages-found.title</key>
	<string>Найдены устаревшие пакеты</string>
	<key>notification.upgrade-finished.failure</key>
	<string>Обновление не удалось</string>
	<key>notification.upgrade-finished.success</key>
	<string>Пакеты обновлены</string>
	<key>notification.upgrade-finished.success.some-errors</key>
	<string>Произошли ошибки при обновлении</string>
	<key>notification.upgrade-process-started</key>
	<string>Обновление пакетов...</string>
	<key>onboarding.all-features-enabled</key>
	<string>Все дополнительные возможности включены</string>
	<key>onboarding.details.section.basic</key>
	<string>Основное</string>
	<key>onboarding.details.section.discoverability</key>
	<string>Популярные пакеты</string>
	<key>onboarding.details.section.extras</key>
	<string>а также</string>
	<key>onboarding.details.section.package-features</key>
	<string>Пакеты</string>
	<key>onboarding.details.section.tap-features</key>
	<string>Источники</string>
	<key>onboarding.feature.compatibility-checking</key>
	<string>Проверка совместимости пакетов</string>
	<key>onboarding.feature.complex-dependencies</key>
	<string>Больше информации о зависимостях</string>
	<key>onboarding.feature.dependency-search</key>
	<string>Поиск по зависимостям пакетов</string>
	<key>onboarding.feature.detailed-caveats</key>
	<string>Полный список предписаний пакетов</string>
	<key>onboarding.feature.discoverability</key>
	<string>Поиск популярных пакетов</string>
	<key>onboarding.feature.maintenanace</key>
	<string>Обслуживание Homebrew</string>
	<key>onboarding.feature.menu-bar</key>
	<string>Быстрые действия в строке меню</string>
	<key>onboarding.feature.notifications</key>
	<string>Уведомления о различных действиях</string>
	<key>onboarding.feature.outdated-packages-details.all</key>
	<string>Показ детальной информации об устаревших пакетах</string>
	<key>onboarding.feature.outdated-packages-details.minimal</key>
	<string>Показ основной информации об устаревших пакетах</string>
	<key>onboarding.feature.outdated-packages-details.versions-only</key>
	<string>Показ информации об устаревших пакетах</string>
	<key>onboarding.feature.package-descriptions-in-search</key>
	<string>Описания пакетов в меню поиска</string>
	<key>onboarding.feature.package-details</key>
	<string>Подробная информация о пакетах</string>
	<key>onboarding.feature.package-purging</key>
	<string>Искоренение пакетов</string>
	<key>onboarding.feature.revealing-packages-in-finder</key>
	<string>Возможность просмотра пакетов в Finder</string>
	<key>onboarding.feature.search</key>
	<string>Поиск среди установленных пакетов</string>
	<key>onboarding.feature.searching</key>
	<string>Поиск пакетов</string>
	<key>onboarding.feature.show-all-packages</key>
	<string>Отображение всех пакетов</string>
	<key>onboarding.feature.show-only-intentionally-installed-packages</key>
	<string>Отображение только установленных вами пакетов</string>
	<key>onboarding.feature.tagging</key>
	<string>Способность отмечать пакеты</string>
	<key>onboarding.feature.tap-details</key>
	<string>Подробная информация об источниках</string>
	<key>onboarding.hide-details-about</key>
	<string>Спрятать подробности о</string>
	<key>onboarding.settings.exmplanation</key>
	<string>В дальнейшем вы сможете изменить объем в Настройках</string>
	<key>onboarding.show-details-about</key>
	<string>Показать подробности о</string>
	<key>onboarding.start</key>
	<string>Настроить объем функционала...</string>
	<key>onboarding.subtitle</key>
	<string>Скажите "Привет" миру приложений</string>
	<key>onboarding.title</key>
	<string>Добро пожаловать в будущее Homebrew!</string>
	<key>package-details.action.pin-version-%@</key>
	<string>Закрепить версию %@</string>
	<key>package-details.action.unpin-version-%@</key>
	<string>Открепить версию %@</string>
	<key>package-details.caveats.available</key>
	<string>Имеет предписания 􀅴</string>
	<key>package-details.caveats.collapse</key>
	<string>Свернуть</string>
	<key>package-details.caveats.expand</key>
	<string>Развернуть</string>
	<key>package-details.caveats.help</key>
	<string>Нажмите, чтобы увидеть предписания</string>
	<key>package-details.contents.loading</key>
	<string>Загрузка подробностей пакета...</string>
	<key>package-details.dependants.dependency-of-%@</key>
	<string>Зависимость %@</string>
	<key>package-details.dependants.loading</key>
	<string>Загрузка зависимостей...</string>
	<key>package-details.dependencies</key>
	<string>Зависимости</string>
	<key>package-details.dependencies.results.declaration</key>
	<string>Указана как</string>
	<key>package-details.dependencies.results.declaration.direct</key>
	<string>Прямая</string>
	<key>package-details.dependencies.results.declaration.indirect</key>
	<string>Косвенная</string>
	<key>package-details.dependencies.results.name</key>
	<string>Название</string>
	<key>package-details.dependencies.results.version</key>
	<string>Версия</string>
	<key>package-details.dependencies.search.prompt</key>
	<string>Зависимости</string>
	<key>package-details.homepage</key>
	<string>Домашняя страница</string>
	<key>package-details.info</key>
	<string>Подробности</string>
	<key>package-details.install-date</key>
	<string>Дата установки</string>
	<key>package-details.outdated</key>
	<string>Устарел</string>
	<key>package-details.pinned.help-%@</key>
	<string>%@ закреплен. Он не будет обновлен.</string>
	<key>package-details.size</key>
	<string>Размер</string>
	<key>package-details.size.help</key>
	<string>Почему размер такой маленький?</string>
	<key>package-details.size.help.body-1</key>
	<string>Приложения macOS не устанавливаются в папку с консольными приложениями. Вместо этого они попадают в папку "Приложения".</string>
	<key>package-details.size.help.body-2</key>
	<string>Так как Cork не имеет доступа к папке "Приложения", определить размер самого приложения невозможно. Вместо этого отображается размер метаданных для него.</string>
	<key>package-details.type</key>
	<string>Тип</string>
	<key>package-details.type.cask</key>
	<string>Приложение macOS</string>
	<key>package-details.type.formula</key>
	<string>Консольное приложение/Библиотека</string>
	<key>preview-package.action</key>
	<string>Просмотр</string>
	<key>repair-package.repair-length.explanation</key>
	<string>Пожалуйста, подождите…</string>
	<key>repair-package.repair-process-%@</key>
	<string>Исправление %@</string>
	<key>repair-package.repairing-finished.headline-%@</key>
	<string>%@ исправлен</string>
	<key>repair-package.repairing-finished.subheadline</key>
	<string>Других проблем не обнаружено</string>
	<key>search.token.filter-casks</key>
	<string>Приложение macOS</string>
	<key>search.token.filter-formulae</key>
	<string>Консольное приложение/Библиотека</string>
	<key>search.token.filter-manually-installed-packages</key>
	<string>Установленные вручную</string>
	<key>search.token.filter-tags</key>
	<string>Помеченные пакеты</string>
	<key>search.token.filter-taps</key>
	<string>Источник</string>
	<key>service-details.contents.loading</key>
	<string>Загрузка информации о службах...</string>
	<key>service-status-page.active-services.description</key>
	<string>Эти службы работают штатно</string>
	<key>service-status-page.errored-out-services.description</key>
	<string>Эти службы завершились с ошибкой, либо их не удалось запустить совсем</string>
	<key>service-status-page.inactive-services.description</key>
	<string>Эти службы сейчас не запущены</string>
	<key>service-status-page.loading</key>
	<string>Загрузка служб...</string>
	<key>service-status-page.no-services-found</key>
	<string>Служб не найдено</string>
	<key>service-status-page.title</key>
	<string>Состояние служб</string>
	<key>service-status-page.unknown-services.description</key>
	<string>Состояние этих служб не удается определить</string>
	<key>service.error-log-location.label</key>
	<string>Файл журнала ошибок</string>
	<key>service.exit-code.label</key>
	<string>Код завершения</string>
	<key>service.loaded.label</key>
	<string>Загружена?</string>
	<key>service.location.label</key>
	<string>Файл описания службы</string>
	<key>service.log-location.label</key>
	<string>Файл журнала</string>
	<key>service.root-location.label</key>
	<string>Корневая директория</string>
	<key>service.schedulable.label</key>
	<string>Поддерживает запланированный запуск</string>
	<key>service.start-%@</key>
	<string>Запустить %@</string>
	<key>service.status.label</key>
	<string>Состояние</string>
	<key>service.stop-%@</key>
	<string>Остановить %@</string>
	<key>service.user.label</key>
	<string>Пользователь</string>
	<key>services-sidebar.search.prompt</key>
	<string>Службы</string>
	<key>services.error.could-not-load-services</key>
	<string>Не удалось загрузить службы</string>
	<key>services.error.could-not-start-service.%@</key>
	<string>Не удалось запустить %@</string>
	<key>services.error.could-not-stop-service.%@</key>
	<string>Не удалось остановить %@</string>
	<key>services.error.could-not-synchronize-services</key>
	<string>Не удалось синхронизировать службы</string>
	<key>services.error.homebrew-outdated</key>
	<string>Homebrew устарел</string>
	<key>services.error.homebrew-outdated.description</key>
	<string>Использование сервисов требует более новой версии Homebrew. Нажмите кнопку снизу для обновления.
В случае возникновения проблем, пожалуйста, попробуйте обновить Homebrew через Терминал.</string>
	<key>services.error.must-be-run-as-root</key>
	<string>Эта служба должен быть запущен от имени суперпользователя</string>
	<key>services.status.error</key>
	<string>Завершена аварийно</string>
	<key>services.status.none</key>
	<string>Отсутствует</string>
	<key>services.status.other</key>
	<string>Другое</string>
	<key>services.status.scheduled</key>
	<string>Запуск запланирован</string>
	<key>services.status.started</key>
	<string>Запущена</string>
	<key>services.status.stopped</key>
	<string>Остановлена</string>
	<key>services.status.unknown</key>
	<string>Неизвестен</string>
	<key>services.title</key>
	<string>Службы Homebrew</string>
	<key>settings.brew.analytics</key>
	<string>Телеметрия:</string>
	<key>settings.brew.collect-analytics</key>
	<string>Разрешить сбор данных</string>
	<key>settings.brew.custom-homebrew-path</key>
	<string>Путь к Homebrew:</string>
	<key>settings.brew.custom-homebrew-path.confirmation.confirm</key>
	<string>Указать путь</string>
	<key>settings.brew.custom-homebrew-path.confirmation.message</key>
	<string>Возможность указать нестандартный путь к Homebrew официально не поддерживается.
В случае возникновения проблем, пожалуйста, отключите настройки разработчика, иначе мы не сможем оказать вам поддержку.
При указании нестандартного пути к Homebrew, вы берете на себя ответственность за все возможные проблемы.</string>
	<key>settings.brew.custom-homebrew-path.confirmation.title</key>
	<string>Вы уверены, что хотите указать нестандартный путь к Homebrew?</string>
	<key>settings.brew.custom-homebrew-path.error.not-a-brew-executable-%@</key>
	<string>%@ не является исполнимым файлом Homebrew.</string>
	<key>settings.brew.custom-homebrew-path.error.not-an-executable-at-all</key>
	<string>Этот файл не является исполнимым.</string>
	<key>settings.brew.custom-homebrew-path.reset</key>
	<string>Сбросить путь</string>
	<key>settings.brew.custom-homebrew-path.select</key>
	<string>Указать путь</string>
	<key>settings.brew.custom-homebrew-path.will-not-bother-me-with-support</key>
	<string>В случае появления проблем, перед обращением в поддержку,
пожалуйста, попробуйте отключить настройки разработчика</string>
	<key>settings.brew.enable-advanced-settings</key>
	<string>Настройки для разработчиков</string>
	<key>settings.brew.error-checking</key>
	<string>Проверка ошибок:</string>
	<key>settings.brew.strictly-check-for-errors</key>
	<string>Останавливать операции при незначительных проблемах с Homebrew</string>
	<key>settings.dangerous</key>
	<string>Дополнительно:</string>
	<key>settings.discoverability</key>
	<string>Популярные</string>
	<key>settings.discoverability.sorting</key>
	<string>Сортировка популярных пакетов:</string>
	<key>settings.discoverability.sorting.by-fewest-downloads</key>
	<string>Количество загрузок по возрастанию</string>
	<key>settings.discoverability.sorting.by-most-downloads</key>
	<string>Количество загрузок по убыванию</string>
	<key>settings.discoverability.sorting.random</key>
	<string>Случайным образом</string>
	<key>settings.discoverability.time-span</key>
	<string>Получать список популярных пакетов за:</string>
	<key>settings.discoverability.time-span.month</key>
	<string>Последний месяц</string>
	<key>settings.discoverability.time-span.quarter-year</key>
	<string>Последние 3 месяца</string>
	<key>settings.discoverability.time-span.year</key>
	<string>Последний год</string>
	<key>settings.discoverability.toggle</key>
	<string>Включить поиск популярных пакетов</string>
	<key>settings.geeral.package-details.enable-extra-animations.toggle</key>
	<string>Включить дополнительные анимации</string>
	<key>settings.general</key>
	<string>Основные</string>
	<key>settings.general.backup-date-format</key>
	<string>Формат даты для резервных копий:</string>
	<key>settings.general.backup-number-style.abbreviated</key>
	<string>Сокращенный</string>
	<key>settings.general.backup-number-style.complete</key>
	<string>Дата с месяцем прописью + день недели</string>
	<key>settings.general.backup-number-style.long</key>
	<string>Дата с месяцем прописью</string>
	<key>settings.general.backup-number-style.numeric</key>
	<string>Дата цифрами</string>
	<key>settings.general.backup-number-style.omitted</key>
	<string>Дата цифрами + время</string>
	<key>settings.general.dependencies</key>
	<string>Зависимости:</string>
	<key>settings.general.dependencies.toggle</key>
	<string>Показывать больше информации о зависимостях</string>
	<key>settings.general.display-only-intentionally-installed-packages</key>
	<string>Фильтрация списка пакетов:</string>
	<key>settings.general.display-only-intentionally-installed-packages.no</key>
	<string>Показывать все пакеты, включая их зависимости</string>
	<key>settings.general.display-only-intentionally-installed-packages.yes</key>
	<string>Показывать только установленные вами пакеты</string>
	<key>settings.general.launch-at-login</key>
	<string>Автозапуск:</string>
	<key>settings.general.launch-at-login.toggle</key>
	<string>Запускать Cork при входе в профиль</string>
	<key>settings.general.menubar</key>
	<string>Строка меню:</string>
	<key>settings.general.menubar.toggle</key>
	<string>Показывать значок Cork в строке меню</string>
	<key>settings.general.outdated-packages</key>
	<string>Показ информации об устаревших пакетах:</string>
	<key>settings.general.outdated-packages.also-show-old-versions</key>
	<string>Показывать старые версии</string>
	<key>settings.general.outdated-packages.display-amount.all</key>
	<string>Подробно (название, старая и новая версии, тип пакета)</string>
	<key>settings.general.outdated-packages.display-amount.none</key>
	<string>Только названия</string>
	<key>settings.general.outdated-packages.display-amount.version-only</key>
	<string>Только старая и новая версии</string>
	<key>settings.general.outdated-packages.info-amount</key>
	<string>Данные об устаревших пакетах:</string>
	<key>settings.general.package-caveats</key>
	<string>Отображение предписаний пакетов:</string>
	<key>settings.general.package-caveats.full</key>
	<string>Полное</string>
	<key>settings.general.package-caveats.minified</key>
	<string>Сокращенное</string>
	<key>settings.general.package-caveats.minified.info</key>
	<string>􀅴 Нажмите на значок "Имеет предписания", чтобы их увидеть</string>
	<key>settings.general.package-details</key>
	<string>Подробности пакетов:</string>
	<key>settings.general.package-details.enable-swipe-actions.toggle</key>
	<string>Включить жесты смахивания с помощью трекпада и Magic Mouse</string>
	<key>settings.general.package-details.reveal-in-finder.toggle</key>
	<string>Возможность показать пакет в Finder</string>
	<key>settings.general.package-details.toggle</key>
	<string>Показывать поле поиска для зависимостей</string>
	<key>settings.general.search-results</key>
	<string>Результаты поиска:</string>
	<key>settings.general.search-results.toggle</key>
	<string>Показывать описания пакетов</string>
	<key>settings.general.sort-packages</key>
	<string>Сортировать пакеты по:</string>
	<key>settings.general.sort-packages.alphabetically</key>
	<string>Имени</string>
	<key>settings.general.sort-packages.install-date</key>
	<string>Дате установки</string>
	<key>settings.general.sort-packages.size</key>
	<string>Размеру</string>
	<key>settings.homebrew</key>
	<string>Homebrew</string>
	<key>settings.install-uninstall</key>
	<string>Пакеты</string>
	<key>settings.install-uninstall.compatibility-checking.label</key>
	<string>Совместимость:</string>
	<key>settings.install-uninstall.compatibility-checking.toggle</key>
	<string>Предупреждение при установке несовместимых пакетов</string>
	<key>settings.install-uninstall.include-greedy-packages.toggle</key>
	<string>Показывать самообновляющиеся пакеты</string>
	<key>settings.install-uninstall.installation</key>
	<string>Установка:</string>
	<key>settings.install-uninstall.installation.automatically-accept-eulas</key>
	<string>Автоматически принимать лицензионные соглашения</string>
	<key>settings.install-uninstall.installation.enable-automatic-cleanup</key>
	<string>Производить очистку после удаления пакетов</string>
	<key>settings.install-uninstall.installation.enable-automatic-cleanup.alert.confirm</key>
	<string>Отключить автоматическую очистку</string>
	<key>settings.install-uninstall.installation.enable-automatic-cleanup.alert.message</key>
	<string>Отключение автоматической очистки может привести к поломке Homebrew.</string>
	<key>settings.install-uninstall.installation.enable-automatic-cleanup.alert.title</key>
	<string>Вы точно хотите отключить автоматическую очистку?</string>
	<key>settings.install-uninstall.installation.enable-automatic-cleanup.warning</key>
	<string>Установка без очистки быстрее, но делает сам Homebrew медленнее.
Отключение этой опции может сломать Homebrew.
Эта опция также отвечает за автоматическую очистку в случае,
если вы не использовали Homebrew больше 30 дней.</string>
	<key>settings.install-uninstall.installation.toggle</key>
	<string>Показывать список установленных пакетов</string>
	<key>settings.install-uninstall.package-removal.label</key>
	<string>Удаление пакетов:</string>
	<key>settings.install-uninstall.request-removal-confirmation.toggle</key>
	<string>Запрашивать подтверждение при удалении пакетов</string>
	<key>settings.install-uninstall.uninstallation</key>
	<string>Удаление</string>
	<key>settings.install-uninstall.uninstallation.allow-more-complete-uninstallation</key>
	<string>Разрешить искоренение пакетов</string>
	<key>settings.install-uninstall.uninstallation.allow-more-complete-uninstallation.alert.body</key>
	<string>Искоренение может сломать другие пакеты.
Вы уверены?</string>
	<key>settings.install-uninstall.uninstallation.allow-more-complete-uninstallation.alert.confirm</key>
	<string>Разрешить искоренение пакетов</string>
	<key>settings.install-uninstall.uninstallation.allow-more-complete-uninstallation.alert.title</key>
	<string>Разрешить искоренение пакетов?</string>
	<key>settings.install-uninstall.uninstallation.allow-more-complete-uninstallation.warning</key>
	<string>Искоренение удаляет все файлы, принадлежащие пакету.
Это может привести к удалению файлов, которые принадлежат 
нескольким пакетам, и, таким образом, сломать эти пакеты.</string>
	<key>settings.install-uninstall.uninstallation.purge-cache</key>
	<string>Чистить кеш после удаления пакетов</string>
	<key>settings.install-uninstall.uninstallation.remove-orphans</key>
	<string>Удалять ненужные зависимости вслед за пакетами</string>
	<key>settings.install-uninstall.uninstallation.show-real-time-terminal-outputs</key>
	<string>Показывать вывод операций в реальном времени</string>
	<key>settings.install-uninstall.uninstallation.show-real-time-terminal-outputs.open-by-default</key>
	<string>Показывать вывод в реальном времени по умолчанию</string>
	<key>settings.maintenance</key>
	<string>Обслуживание</string>
	<key>settings.maintenance.default-steps</key>
	<string>Действия по умолчанию</string>
	<key>settings.notifications</key>
	<string>Уведомления</string>
	<key>settings.notifications.enable-notifications</key>
	<string>Включить уведомления</string>
	<key>settings.notifications.explanation</key>
	<string>Вы будете получать уведомления, когда окно Cork не активно</string>
	<key>settings.notifications.notifications-disabled-in-settings.tooltip</key>
	<string>􀅴 Разрешите уведомления от Cork в Системных настройках</string>
	<key>settings.notifications.notify-about-installation-result</key>
	<string>Результатах установки</string>
	<key>settings.notifications.notify-about-upgrade-result</key>
	<string>Результатах обновления</string>
	<key>settings.notifications.notify-about-various-actions</key>
	<string>Уведомлять о:</string>
	<key>settings.notifications.outdated-package-notification-type</key>
	<string>Как уведомлять об устаревших пакетах:</string>
	<key>settings.notifications.outdated-package-notification-type.badge</key>
	<string>Значок</string>
	<key>settings.notifications.outdated-package-notification-type.both</key>
	<string>Значок и уведомление</string>
	<key>settings.notifications.outdated-package-notification-type.none</key>
	<string>Ничего</string>
	<key>settings.notifications.outdated-package-notification-type.notification</key>
	<string>Уведомление</string>
	<key>setup.level.advanced.title</key>
	<string>Весь</string>
	<key>setup.level.basic.title</key>
	<string>Базовый</string>
	<key>setup.level.medium.title</key>
	<string>Сбалансированный</string>
	<key>setup.level.slightly-advanced.title</key>
	<string>Продвинутый</string>
	<key>setup.level.slightly-basic.title</key>
	<string>Упрощенный</string>
	<key>setup.slider.title</key>
	<string>Какой объем функционала Cork вас устраивает?</string>
	<key>sidebar.search.prompt</key>
	<string>Установленные</string>
	<key>sidebar.section.added-taps</key>
	<string>Источники</string>
	<key>sidebar.section.added-taps.contextmenu.remove-%@</key>
	<string>Удалить %@</string>
	<key>sidebar.section.added-taps.remove.message</key>
	<string>Попробуйте еще раз через несколько минут, либо перезапустите Cork</string>
	<key>sidebar.section.added-taps.remove.title-%@</key>
	<string>Не удалось удалить %@</string>
	<key>sidebar.section.all.contextmenu.tag-%@</key>
	<string>Пометить %@</string>
	<key>sidebar.section.all.contextmenu.untag-%@</key>
	<string>Снять метку %@</string>
	<key>sidebar.section.installed-casks</key>
	<string>Приложения macOS</string>
	<key>sidebar.section.installed-formulae</key>
	<string>Приложения/библиотеки</string>
	<key>sidebar.status.no-casks-installed</key>
	<string>Нет установленных приложений macOS</string>
	<key>sidebar.status.no-formulae-installed</key>
	<string>Нет установленных приложений/библиотек</string>
	<key>start-page.added-taps.description</key>
	<string>Источники предоставляют дополнительные пакеты</string>
	<key>start-page.analytics.disabled</key>
	<string>Телеметрия Homebrew отключена</string>
	<key>start-page.analytics.disabled.description</key>
	<string>Homebrew не собирает данные о его использовании</string>
	<key>start-page.analytics.enabled</key>
	<string>Телеметрия Homebrew включена</string>
	<key>start-page.analytics.enabled.description</key>
	<string>Homebrew собирает различные анонимные данные, например, список ваших установленных пакетов</string>
	<key>start-page.cached-downloads-%@</key>
	<string>Кеш загрузок занимает %@</string>
	<key>start-page.cached-downloads.action</key>
	<string>Удалить кеш загрузок...</string>
	<key>start-page.cached-downloads.description</key>
	<string>Это файлы, оставшиеся после установок пакетов. Их можно безопасно удалить.</string>
	<key>start-page.cached-downloads.graph.other-smaller-packages</key>
	<string>Другие</string>
	<key>start-page.cached-downloads.graph.size</key>
	<string>Размер кеша загрузок</string>
	<key>start-page.installed-casks.description</key>
	<string>Приложения с графическим интерфейсом</string>
	<key>start-page.installed-formulae.description</key>
	<string>Консольные приложения или библиотеки, используемые другими приложениями</string>
	<key>start-page.loading</key>
	<string>Загрузка пакетов...</string>
	<key>start-page.loading.failed.title</key>
	<string>При поиске устаревших пакетов произошла ошибка</string>
	<key>start-page.open-maintenance</key>
	<string>Обслуживание Homebrew...</string>
	<key>start-page.status</key>
	<string>Обзор Homebrew</string>
	<key>start-page.updated.action.deselect-all</key>
	<string>Снять выделение</string>
	<key>start-page.updated.action.select-all</key>
	<string>Выделить все</string>
	<key>start-page.updates.action</key>
	<string>Обновить</string>
	<key>start-page.updates.installed-version</key>
	<string>Установленная версия</string>
	<key>start-page.updates.list</key>
	<string>Устаревшие пакеты</string>
	<key>start-page.updates.loading</key>
	<string>Проверка обновлений пакетов...</string>
	<key>start-page.updates.newest-version</key>
	<string>Последняя версия</string>
	<key>start-page.updates.unmanaged-only.list</key>
	<string>Устаревшие самообновляющиеся пакеты</string>
	<key>state.disabled</key>
	<string>Отключено</string>
	<key>state.update-homebrew.terminal.message</key>
	<string>После нажатия кнопки “Открыть Терминал”, используйте ⌘+V, чтобы вставить команду, которую Cork скопировал для вас. Затем, нажмите Return (↩).
Если после нажатия ⌘+V ничего не появилось, наберите “brew update” и нажмите Return (↩).</string>
	<key>state.update-homebrew.terminal.title</key>
	<string>Обновление через Терминал</string>
	<key>tap-details.contents</key>
	<string>Содержит</string>
	<key>tap-details.contents.casks-mostly</key>
	<string>В основном приложения macOS</string>
	<key>tap-details.contents.casks-only</key>
	<string>Только приложения macOS</string>
	<key>tap-details.contents.formulae-mostly</key>
	<string>В основном консольные приложения или библиотеки</string>
	<key>tap-details.contents.formulae-only</key>
	<string>Только консольные приложения или библиотеки</string>
	<key>tap-details.contents.none</key>
	<string>Ничего</string>
	<key>tap-details.homepage</key>
	<string>Домашняя страница</string>
	<key>tap-details.included-casks</key>
	<string>Приложения macOS</string>
	<key>tap-details.included-formulae</key>
	<string>Приложения/библиотеки</string>
	<key>tap-details.included-packages.search.prompt</key>
	<string>Поиск пакетов</string>
	<key>tap-details.info</key>
	<string>Подробности</string>
	<key>tap-details.loading</key>
	<string>Загрузка подробностей источника...</string>
	<key>tap-details.official-%@</key>
	<string>%@ — официальный источник.
Пакеты в нем проходят проверку на безопасность.</string>
	<key>tap-details.package-count</key>
	<string>Количество пакетов</string>
	<key>tap-details.remove-%@</key>
	<string>Удалить %@</string>
	<key>update-packages.detail-stage.backing-up</key>
	<string>Резервное копирование старой версии...</string>
	<key>update-packages.detail-stage.cleanup</key>
	<string>Очистка...</string>
	<key>update-packages.detail-stage.downloading</key>
	<string>Скачивание...</string>
	<key>update-packages.detail-stage.linking</key>
	<string>Создание ссылки на новую версию...</string>
	<key>update-packages.detail-stage.pouring</key>
	<string>Обновление...</string>
	<key>update-packages.error</key>
	<string>Обновление пакетов завершено с ошибками</string>
	<key>update-packages.error.description</key>
	<string>Во время обновления произошли ошибки. Ниже приведены подробности.</string>
	<key>update-packages.error.sudo-required</key>
	<string>Требуется действие для завершения обновления</string>
	<key>update-packages.error.sudo-required.description</key>
	<string>Некоторые из ваших пакетов можно обновить только через Терминал.
Для этого нажмите “Завершить в Терминале”.
Нажмите ⌘+V, чтобы вставить команду в Терминал, а затем нажмите ↩ (Return), чтобы выполнить команду. После этого следуйте инструкциям.
После завершения выполнения команды вернитесь в Cork.</string>
	<key>update-packages.finished</key>
	<string>Обновление пакетов завершено успешно</string>
	<key>update-packages.finished.description</key>
	<string>Проблем не обнаружено</string>
	<key>update-packages.incremental.finished</key>
	<string>Выбранные пакеты обновлены успешно</string>
	<key>update-packages.incremental.impossible-case</key>
	<string>Не знаю, как вы так намудрили!</string>
	<key>update-packages.incremental.update-in-progress-%@</key>
	<string>Обновление %@...</string>
	<key>update-packages.no-managed-updates</key>
	<string>Все пакеты, требующие ручного обновления, имеют последние версии</string>
	<key>update-packages.no-updates</key>
	<string>Обновлений не найдено</string>
	<key>update-packages.no-updates.description</key>
	<string>У вас установлены свежие версии пакетов</string>
	<key>update-packages.updating.checking</key>
	<string>Поиск обновлений...</string>
	<key>update-packages.updating.finished</key>
	<string>Обновление завершено</string>
	<key>update-packages.updating.ready</key>
	<string>Обновление начинается</string>
	<key>update-packages.updating.updating</key>
	<string>Обновление пакетов...</string>
	<key>update-packages.updating.updating-outdated-package</key>
	<string>Обновление кеша пакетов</string>
	<key>v. %@</key>
	<string>v. %@</string>
	<key>window.about</key>
	<string>О приложении</string>
	<key>window.services</key>
	<string>Службы</string>
	<key>⚠️</key>
	<string>⚠️</string>
	<key>􀇾</key>
	<string>􀇾</string>
	<key>􀐫</key>
	<string>􀐫</string>
</dict>
</plist>
